{
    "1_comment": "bar nav",

  "nav_fete": "The party",
  "nav_histoire":"Our story",
  "nav_info":"Info",
  "nav_faq":"FAQ",
  "nav_rsvp":"RSVP",
  "nav_langue":"🌍 Languages",
  "acc_date":"8th and 9th August 2026",



  "countdown-finish": "Today is the BIG day",
  "intro":"We have already said YES to love, and the greatest blessing of that love is our little Mayla. Today, we invite you to celebrate this love with us, surrounded by all those we love.",

  "2_comment": "date",

  "date_weekend":"The weekend of love",
  "date_quand":"When ?",
  "date_quandrep":"From Saturday, August 8 to Sunday, August 9, 2026",
  "date_ou":"Where ?",
  "date_ourep":"At the Berghotel Chäserstatt, 3995 Ernen, Valais",


  "3_comment": "horaire",

  "horaire_titre": "Weekend schedule",
  "horaire_t1a":"2:00 p.m. – Welcome 🍸",
  "horaire_t1b":"Welcome drink",
  "horaire_t2a":"2:30 p.m. – Ceremony 💍",
  "horaire_t2b":"Outdoor ceremony",
  "horaire_t3a":"3:30 p.m. – Rally 🚩",
  "horaire_t3b":"Team games and challenges",
  "horaire_t4a":"5:00 p.m. –  Reception 🥂",
  "horaire_t4b":"Drinks and appetizers",
  "horaire_t5a":"7:00 p.m. – Dinner 🍽️",
  "horaire_t5b":"Grilled food and dessert buffet",
  "horaire_t6a":"10:00 p.m. – Party 🎉",
  "horaire_t6b":"Until dawn",
  "horaire_t7a":"From 8:00 a.m. – Breakfast 🥐",
  "horaire_t7b":"For early birds",


  "4_comment": "histoire",

  "histoire_titre":"Our story",
  "histoire_annik":"\"We literally shared EVERYTHING together: the first glances, the first vacations, the first disagreements... and even the first breakup\" – Annik ",
  "histoire_joaquim":"\"If our love lasts one year apart, it will last for a lifetime\" – Joaquim",
  "histoire_button":"For the whole story<br>Click here",


  "5_comment": "infomartion",

  "info_titre":"Important information",
  "info_intro":"<br>Before packing your bags, take a few minutes to carefully read the information below. It will help you organize your trip, find out how to get there, where to stay, and what to expect once you arrive. Nothing complicated, we promise—just a few practical details to know so that everything goes smoothly!",
  "info_trans_titre":"<br><br>Transport",
  "info_trans_intro":"The wedding venue is not accessible by public transport. The nearest train station is Fiesch. From there, a car is required. If you plan to come by public transport, please let us know in advance so that we can arrange transportation for the last part of the journey.<br> At the end of the village of Mühlebach, just before the final climb, there is a large area where you can park for free. Here are the coordinates for the free parking lot in Mühlebach: 46°24'36.0“N 8°09'30.7”E. From there, you have two options:<br><br>",
  "info_trans_1titre":"1.\tDrive up the small mountain road",
  "info_trans_1cont":"Access costs CHF 5 per car and is valid for 24 hours (so you can drive up and down as many times as you like during this period). There are plenty of parking spaces available at the top, so no need to worry about that.",
  "info_trans_2titre":"<br>2.\tLeave your car at the bottom and carpool",
  "info_trans_2cont":"The parking lot at the bottom is free and spacious. You can then share a ride with other guests for the last part of the journey (12-minute drive). Feel free to organize yourselves to make the climb easier!",
  "info_logement_titre":"<br><br>Accommodation",
  "info_logement_intro":"<br>We would love for all our guests to stay on site and enjoy the weekend together. However, there are not enough beds for everyone.<br><br>Here are the different options:",
  "info_logement_1titre":"<br>1.\tRooms at the Chäserstatt Hotel (on site)",
  "info_logement_1cont":"For those who wish to sleep in a room, this is possible, but at your own expense. It is also possible to add an extra mattress to each room.",
  "info_logement_2titre":"<br>2.\tTents (on site)",
  "info_logement_2cont":"For the adventurous, those who enjoy romantic nights under the stars, or those who are nostalgic for camping, you can pitch your tent on site free of charge. If you don't have a tent, don't worry, we can help.<br>You can use the hotel's toilets and showers at no extra charge.",
  "info_logement_3titre":"<br>3.\tVans or cars (on site)",
  "info_logement_3cont":"If you have a van or want to sleep in your car, that's also possible!<br>You can use the hotel's toilets and showers at no extra charge.",
  "info_logement_4titre":"<br>4.\tHotel rooms (elsewhere)",
  "info_logement_4cont":"If there are no more rooms available on site and camping doesn't appeal to you, there are several hotels 15-20 minutes away by car in the villages below. We'll leave it up to you to make the reservation, but we're available if you have any questions.",
  "info_logement_concl":"<br><br>You will be able to indicate your preference among the various options above in the RSVP so that we can assign you to the different rooms. If necessary, we will contact you directly about this.",
  "info_fin_titre":"<br><br>Arrival and departure",
  "info_fin_cont":"<br>The wedding will take place over two days: Saturday and Sunday.<br>We, the bride and groom, will already be there a few days beforehand. If anyone would like to come earlier to enjoy the location, we would be delighted!<br>It will be a bit like a mini-vacation in the mountains, with a relaxed atmosphere. The accommodation and meals will be at your own expense —but the good times will be free.<br>We should mention that if you would like to spend both nights in a tent or in your car, that is also possible (at no extra cost).<br><br>If you arrive on Saturday, the festivities will begin at 2 p.m.<br>For those staying at the hotel on Saturday night, some rooms will be available upon arrival. If not, they will be ready by 4 p.m. at the latest. In any case, you will have a place to leave your luggage.<br>For those who plan to sleep in tents, we strongly recommend that you arrive a little early so that you have time to set up before the ceremony, scheduled for 2:30 p.m.<br>This will save you from having to leave during the party... or having to set up your tent, possibly drunk, in the dark at 4 a.m.!<br><br>As for Sunday morning, breakfast will be served between 8:00 a.m. and 10:00 a.m. Rooms must be vacated by 10:00 a.m.",


  "6_comment": "FAQ",

  "faq_titre":"FAQ",
  "faq_infoprat_titre":"Practical information",
  "faq_infoprat_intro":"You may still have questions... We hope to answer them here.",
  "faq_infoprat_quest1":"Where and when is the wedding taking place?",
  "faq_infoprat_rep1":"At the Berghotel Chäserstatt (3995 Ernen) from Saturday, August 8, 2026, at 2:00 p.m. to Sunday, August 9, 2026, at 10:00 a.m.<br>However, if you would like to enjoy the venue, we would be delighted to welcome you on Friday.",
  "faq_infoprat_quest2":"What time should we arrive?",
  "faq_infoprat_rep2":"You are expected at 2:00 p.m. The ceremony will begin at 2:30 p.m.<br>However, if you would like to enjoy the venue, we would be delighted to see you there on Friday.",
  "faq_infoprat_quest3":"Is there a dress code?",
  "faq_infoprat_rep3":"Look your best, but not better than us. 😉😘",
  "faq_infoprat_quest4":"Will the wedding be held indoors or outdoors?",
  "faq_infoprat_rep4":"Entirely outdoors, under a tent. In case of bad weather, there will be heaters.",
  "faq_infoprat_quest5":"What are the typical local weather conditions for this weekend?",
  "faq_infoprat_rep5":"We will be at an altitude of 1770m. So you never know exactly. Check the weather forecast before you leave.",
  
  "faq_trans_heberg_titre":"Transportation & Accommodation",
  "faq_trans_heberg_quest1":"How to get there?",
  "faq_trans_heberg_rep1":"As mentioned in the “Important Information” section, the easiest way to get there is by car.<br>If you are traveling by public transport, the nearest train station is Fiesch. However, the last part of the journey cannot be covered by public transport.",
  "faq_trans_heberg_quest2":"Is there a parking on site?",
  "faq_trans_heberg_rep2":"As mentioned in the “Important Information” section, there are plenty of spaces around the hotel.<br>Please note that there is a charge of CHF 5/24 hours for each car that drives up. It is also possible to leave your car at the bottom of the paid road (in the free parking area in Mühlebach) and drive up in a carpool",
  "faq_trans_heberg_quest3":"Will there be shuttles to take us to the venue?",
  "faq_trans_heberg_rep3":"No shuttles are planned.",
  "faq_trans_heberg_quest4":"Where can we stay?",
  "faq_trans_heberg_rep4":"As mentioned in the “Important Information” section, there are several options available to you. We will leave it up to you to choose your preferred option when you fill out the RSVP.",
  "faq_trans_heberg_qest5":"Where and when can we leave our luggage?",
  "faq_trans_heberg_rep5":"As mentioned in the “Important Information” section, if your room is ready upon arrival, you can settle in before the ceremony. If not, rooms will be available by 4 p.m. at the latest. In any case, you will have a space available to leave your luggage.<br>For those sleeping in tents, we advise you to plan a little extra time and set up your tent as soon as you arrive, before the ceremony. Setting up a tent at night, possibly drunk, is not that easy (we're not speaking from experience).",
  
  "faq_repas_titre":"Meals & allergies",
  "faq_repas_qest1":"I have special dietary requirements, what should I do?",
  "faq_repas_rep1":"The meal will be buffet style, with something for everyone.",
  "faq_repas_quest2":"I have allergies, what should I do?",
  "faq_repas_rep2":"You can list your allergies when you complete the RSVP.",
  
  "faq_prog_titre":"Program & organisation",
  "faq_prog_quest1":"Is there a party the next day?",
  "faq_prog_rep1":"Breakfast is provided on site between 8:00 a.m. and 10:00 a.m",
  "faq_prog_quest2":"Can we arrive early or stay longer?",
  "faq_prog_rep2":"We would be delighted to have you. We will be there several days before and after.",
  
  "faq_enfant_titre":"Kids & companions",
  "faq_enfant_quest1":"Will there be a space or entertainment for children?",
  "faq_enfant_rep1":"There is a playroom but no entertainment.",
  "faq_enfant_quest2":"Are there cribs and high chairs available on site?",
  "faq_enfant_rep2":"Yes, both. You can let us know your needs in this regard when you complete the RSVP.",
  "faq_enfant_quest3":"Can I bring a +1?",
  "faq_enfant_rep3":"Invitations are nominative; we want the wedding to remain an intimate, small-scale event so that we can fully enjoy the company of each person present.<br>Thank you very much for your understanding, and we look forward to having you with us on this beautiful day",
  
  "faq_divers_titre":"Other",
  "faq_divers_quest1":"Can we take photos during the ceremony and reception?",
  "faq_divers_rep1":"Yes, of course.",
  "faq_divers_quest2":"When do I need to confirm my attendance?",
  "faq_divers_rep2":"Please confirm your attendance before the end of the 2025 calendar year, i.e. by December 31, 2025 at the latest. Thank you. For your information, each guest must fill out the RSVP form.",


  "7_comment":"RSVP",

  "sect_rsvp_titre":"If you have any further questions, you can reach us at:",
  "sect_rsvp_cont":"There will be three of us celebrating this love, and we would love for you to be there with us.",
  "sect_rsvp_button":"Please respond before December 31, 2025.",






  "8_comment":"Page histoire",

  "SitHist_titre":"our story - Annik & Joaquim",
  "sithist_intro":"Our story, seen by...<br>me, Mayla",
  "sithsit_intro2":"Hello everyone,<br><br>My name is Mayla, and even though I'm only a few months old, I'm already a love expert... because I got lucky enough to be part of the most beautiful story of all, that of my parents, Annik and Joaquim.<br><br>So sit back, and I'll tell you everything from the beginning.",
  "chap1_titre":"Chapter 1: The New Couple, 2008",
  "chap1_cont":"More than 17 years ago (yes, that's a long time for me, I'm not even 17 months old yet!), my parents met at school, in the same class. Very quickly, a rumor spread that a boy in the class was in love with my mom.<br><br>Then December 12 arrived, the famous “Escalade” celebration. That day, Dad sent a text message to Mom to tell her that he was going to reveal the identity of her secret admirer that very evening. During the school party, he found the courage to confess to her: “I'm the boy who's in love with you.”<br><br>Mom, a little surprised (and a little indecisive too), asked for time to think about it.<br><br>Spoiler alert: it took her about 30 minutes and an emergency meeting with her friends before she came back and said “yes.”<br><br>The result: their first dance, their first kiss... and the beginning of their story.",
  "chap2_titre":"Chapter 2: The Teenage Years",
  "chap2_cont":"What happened next? Activities, outings, long goodbyes behind the woodpile, movies, restaurants... in short, everything you need to build lots of memories.<br><br>Then came middle school, but nothing changed in their habits. Until one day, Mom left for a year in Canada.<br><br>Want to know the funniest part? Dad missed her departure at the airport because his alarm clock didn't go off (yes, really!).<br><br>But the craziest thing about it all is that when Mom left Dad alone in Geneva to embark on this amazing adventure on the other side of the world, they were both only sixteen. They were young, good-looking, separated by the globe... and yet they never doubted. Not once! No crises, no breaks, no “we'll see,” nothing. Their relationship held strong—as solid as ever.<br><br>Still, we have to say thank you to Skype! Thanks to it (and also to Dad's early morning wake ups), they were able to keep talking, laughing, and loving each other despite the time difference. It just goes to show that when it's the right person, even oceans can't change anything!",
  "chap3_titre":"Chapter 3: College and Adult Life",
  "chap3_cont":"Mom is leaving again... But this time she's not going very far. She's going to study sports and English in Lausanne. Dad is staying in Geneva to study biology.<br><br>As a result, they only see each other on weekends.<br><br>Then came 2020: Covid, but also their separation. It wasn't an easy time for either of them. Still, I suppose this break must have been necessary for their relationship to move forward and grow.<br><br>But fortunately, it seems that when two people are meant to be together... they always end up finding each other again.<br><br>After lockdown, Mom and Dad decided to give their relationship another chance and move in together. Well... let's just say that the first attempt wasn't a success. But since beautiful stories always find their way, they ended up getting back together for good, in a small apartment in Puplinge.<br>And this time, nothing separated them.",
  "chap4_titre":"Chapter 4 : The proposal and…me!",
  "chap4_cont":"In the summer of 2024, during their trip to Norway, Dad (finally) proposed.<br>(Honestly, it was about time, wasn't it?)<Br><br>But what they didn't know was that another happy event awaited them during that same trip... Two weeks later, they discovered that a little heart was already beating in Mom's belly: me.<br><br>Needless to say, the wedding quickly became less of a priority...<br><br>And on March 31, 2025, I made my entrance into this world and into Mom and Dad's lives.",
  "chap5_titre":"Chapter 5: And here we are today",
  "chap5_cont":"So yes, we had to wait a while to organize this event... But it was worth it, wasn't it?<br><br>Next August, we'll be there, surrounded by all our loved ones, to celebrate 17 years of history, adventures, separations and reunions, laughter and plans.<br><br>And I'm in a good position to tell you one thing: my parents are living proof that with patience, kindness, a lot of humor, and a little Skype, love can overcome anything.",
  "signa":"Signed: your eight-month-old narrator (and already a little proud of her parents),<br><strong>Mayla</strong>",
  "button_retour":"⬅ Back home",






  "9_comment":"rsvp",
  
  "rsvp_t":"RSVP - Annik & Joaquim",
  "rsvp_btn_ret":"Retour",
  "rsvp_titre":"Annik & Joaquim’s Love Party",
  "rsvp_cont1":"",
  "rsvp_cont2":"Please answer these few questions to confirm your attendance.",
  "rsvp_info_perso_titre":"Personal information",
  "rsvp_fin_perso_prenom":"First name",
  "rsvp_fin_perso_nom":"Last name",

  "rsvp_presence":"Presence",
  "rsvp_presence_rep1":"I want to make the most of it, so I'll be joining you on Friday",
  "rsvp_presence_rep2":"You can count on me being there on Saturday and Sunday",
  "rsvp_presence_rep3":"I'll be there on Saturday only",
  "rsvp_presence_rep4":"Sorry, I'll have to miss this incredible event",
  "rsvp_presence_commentaire":"Comment :",
  
  "rsvp_repas":"Meals",
  "rsvp_repas_rep":"Do you have any allergies or intolerances?",

  "rsvp_heberg":"Accommodation",
  "rsvp_heberg_rep1":"I am open to the idea of sleeping in a tent (on site)",
  "rsvp_heberg_rep2":"I would like to sleep in a room at the Berghotel Chäserstatt (on site)",
  "rsvp_heberg_rep3":"I will not be sleeping on site and will make my own arrangements for accommodation",
  "rsvp_heberg_rep4":"I want the tent",
  "rsvp_heberg_rep5":"Sleep? Why?",
  "rsvp_heberg_com":"Comment :",

  "rsvp_music":"Music",
  "rsvp_music_cont":"If you don't want to listen to Disney songs all night long, feel free to let us know your must-have song for a great evening.",

  "rsvp_bebe":"Baby equipment",
  "rsvp_bebe_rep1":"I need a crib for my baby",
  "rsvp_bebe_rep2":" I need a high chair for my baby",
 
  "rsvp_reponse":"Send",

  "rsvp_validation":"Responses will be recorded through Google Forms."

}
